{
    "menu.basics.title": "Basic options",
    "menu.basics.enable-mod": "Enable mod?",
    "menu.basics.minimum-health": "Minimum health (in %)",
    "menu.basics.minimum-health.tooltip": "At what percentage when player should start eating automatically? To disable this, set to 0%",
    "menu.basics.minimum-stamina": "Minimum stamina (in %)",
    "menu.basics.minimum-stamina.tooltip": "At what percentage when player should start eating automatically? To disable this, set to 0%",
    "menu.basics.priority-strategy": "Eating priority",
    "menu.basics.priority-strategy.tooltip": "Health and stamina will pick a food that will replenish your health and stamina the most. Cheapest will pick the lowest priced one. Off will pick from the most top left to the right bottom of your inventory.",
    "menu.basics.priority.subsection.title": "Further explanation for eating priority",
    "menu.basics.priority.subsection": "Health and stamina: For example, if you lost 60% of health, it will try to replenish those 60% back by making you eat a food with the closest amount of health.\n\nCheapest food: Got food that aren't worth selling but could still be useful for a small bits of energy or health? Pick this.\n\nOff: Your character will eat the food from left to right of your active inventory row. If no food is present in your active row, it will go to the next below and so on.",
    "menu.basics.enable-skip-eating-animation": "Skip eating animation",
    "menu.basics.enable-skip-eating-animation.tooltip": "Eats food without without pausing for the world for you to eat. Suitable to be enabled during fishing or any task that drains energy where you will be standing on the same spot.",
    "menu.advanced.title": "Advanced options",
    "menu.advanced.title.tooltip": "If you don't know what these does, it's recommended to leave them be. :3",
    "menu.advanced.enable-mod-keybind": "Enable mod? (keybind)",
    "menu.advanced.enable-mod-keybind.tooltip": "Bind a key button to toggle the mod on or off while playing.",
    "keybind-toggle-hud-message": "Selective Eating has been {{modIsEnabled}}",
    "menu.advanced.check-seconds-threshold": "Condition checking interval",
    "menu.advanced.check-seconds-threshold.tooltip": "How often do you want to let the mod check for your player condition in seconds? This also can affect performance if you're playing on slow device. If that's the case, set to higher number. To make the check triggers as often as possible, set it to 0. (checks every 1/3 of a second)",
    "menu.advanced.forbidden-food": "Forbidden food",
    "menu.advanced.forbidden-food.tooltip": "A list of food's item IDs that you don't want to eat. Use comma (,) to separate each ID. You can browse the IDs from stardewids.com or install a mod that shows food IDs that you want to forbid.",
    "menu.advanced.forbidden-food.usage-example": "Example: 863,903,773,91",
    "menu.advanced.stay-in-last-direction": "Stay facing last direction?",
    "menu.advanced.stay-in-last-direction.tooltip": "Should player turn back to the same direction they were facing before eating?"
}